Repository: adisve/tumble-for-kronox
Catalog: lib/locale/app_*.arb
Languages: de, sv, zh

# supportModalBodyTooShort
source: Body must be greater than 5 characters
de: Text muss länger als 5 Zeichen sein
sv: Kroppen måste vara längre än 5 karaktärer
zh: 正文必须大于 5 个字符

# supportModalExplainIssueLabel
source: Explain your issue
de: Problem erklären
sv: Förklara ditt problem
zh: 解释你的问题

# supportModalExplainIssueHelper
source: Explain your issue in more detail, so we can help
de: Problem mit weiteren Details beschreiben somit wir helfen können
sv: Förklara ditt problem i mer detalj, så vi kan hjälpa
zh: 更详细地解释您的问题，以便我们提供帮助

# supportModalSendSuccess
source: Bug report sent!
de: Fehlerbericht gesendet!
sv: Bug amäld!
zh: 错误报告已发送！

# supportModalSendFail
source: There was an error with your request! Please try again at a later time
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten! Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut
sv: Det uppstod ett fel med din begäran! Försök igen vid ett senare tillfälle
zh: 您的请求有误！ 请稍后再试

# contributorsModalTitle
source: CONTRIBUTORS
de: MITWIRKENDE
sv: Medarbetare
zh: 贡献者

# contributorsModalDevelopment
source: Development
de: Entwicklung
sv: Utveckling
zh: 开发

# contributorsModalTranslation
source: Translation
de: Übersetzung
sv: Översättning
zh: 翻译

# contributorsModalSpecialThanks
source: Special thanks
de: Besonderer Dank
sv: Särskilt tack
zh: 特别鸣谢

# userBookingsNoBookings
source: You currently have no bookings
de: Sie haben derzeit keine Buchungen
sv: Du har för närvarande inga bokningar
zh: 您目前没有预订

# userBookingsNoAvailableTimeSlots
source: There aren't any rooms available, try another date
de: Es sind keine Räume verfügbar, versuchen Sie es mit einem anderen Datum
sv: Det finns inga rum tillgängliga, testa ett annat datum
zh: 没有可用的房间，请尝试另一个日期

# userBookingsUnbookButton
source: Unbook
de: Abbuchen
sv: Avboka
zh: 取消预订

# userBookingsBookingCardRoomTitle
source: Room
de: Raum
sv: Rum
zh: 房间

# userBookingsBookingCardOngoingTitle
source: Ongoing
de: Angehend
sv: Pågående
zh: 进行中

# userBookingsNotificationConfirmReminderTitle
source: Confirm your booking!
de: Bestätigen Sie die Buchung!
sv: Bekräfta din bokning!
zh: 确认您的预订！

# userBookingsNotificationConfirmReminderBody
source: You have a booking coming up, make sure to confirm the booking so you don't lose it!
de: Sie haben eine bevorstehende Buchung, stellen Sie sicher, dass Sie die Buchung bestätigen, damit Sie sie nicht verlieren!
sv: Du har en bokning som snart behöver bekräftas! Bekräfta den så du inte förlorar bokningen!
zh: 您有一个预订即将到来，请务必确认预订，以免丢失！

# userBookingsResourcesListTitle
source: Booking
de: Buchung
sv: Bokning

# detailsSupport
source: Support
de: Hilfe
zh: 支持

# popUpTimeoutErrorDescription
source: Looks like something went wrong on our end
de: Sieht so aus, als wäre bei uns etwas schief gelaufen

source: Ok
zh: 好的

# supportModalTitle
source: SUPPORT
zh: 支持

# contributorsModalDesign
source: Design
zh: 设计
