Repository: adisve/tumble-for-kronox
Catalog: lib/locale/app_*.arb
Languages: de, sv, zh

# searchBarUnfocusedPlaceholder
source: Search schedules
de: Stundenplan finden
sv: Sök
zh: 搜索日程

# searchBarFocusedPlaceholder
source: Code, name, teacher
de: Code, Name, Lehrer
sv: Programkod, namn, lärare
zh: 代码，姓名，教师

# searchPageTitle
source: Search
de: Suchen
sv: Sök
zh: 搜索

# searchPageToScheduleViewButton
source: View your schedules
de: Zeitpläne anzeigen
sv: Se dina scheman

# searchPageResults
source: {numOfResults} results
de: {numOfResults} Suchtreffer
sv: {numOfResults} resultat

# searchPageSaveSchedule
source: Save schedule
sv: Spara schema

# searchPageScheduleIsSaved
source: Schedule is saved
sv: Schema är sparat

# listViewTitle
source: List
de: Liste
sv: Lista
zh: 列表

# listViewToTopButton
source: TOP
de: OBEN
sv: TOPP
zh: 最上面

# weekViewTitle
source: Week
de: Woche
sv: Vecka
zh: 周

# calendarViewTitle
source: Calendar
de: Kalender
sv: Kalender
zh: 日历

# accountPageTitle
source: Account
de: Konto
sv: Konto
zh: 账户

# weekViewNumber
source: w. {weekNumber}
sv: v. {weekNumber}

# weekViewTodayLabel
source: Today
de: Heute
sv: Idag
zh: 今天

# weekViewNoActivities
source: No scheduled activities
de: Keine geplante Aktivität
sv: Inga schemalagda aktiviteter
zh: 没有预定的活动。

# signInButtonTitle
source: Sign in
de: Einloggen
sv: Logga in
zh: 登录

# signOutButtonTitle
source: Sign out
de: Ausloggen
sv: Logga ut
zh: 登出

# loginPageTitle
source: Sign in to Kronox
de: In Kronox einloggen
sv: Logga in på Kronox
zh: 登录到Kronox

# loginPageDescription
source: Sign in to Kronox with your student credentials for {universityName} for the best user experience
de: Bitte in Kronox einloggen mit Anmeldedaten des Studentenkontos für {universityName} für die beste Nutzererfahrung
sv: Logga in på Kronox med dina studentuppgifter för {universityName} för den bästa användarupplevelsen
zh: 用你的学生账号登录到Kronox {universityName} 大学来获取最佳用户体验。

# loginPageUsernamePlaceholder
source: Username/Email
de: Nutzernahme/Email
sv: Användarnamn/Email
zh: 账户名/邮箱

# loginPagePasswordPlaceholder
source: Password
de: Passwort
sv: Lösenord
zh: 密码

# loginPageSuccessTitle
source: Signed in to Kronox!
de: In Kronox eingeloggt!
sv: Inloggad på Kronox!
zh: 登录Kronox!

# loginPageSuccessDescription
source: You've sucessfully signed into {universityName} via Kronox
de: Sie haben sich erfolgreich in {universityName} eingeloggt via Kronox
sv: Du är nu inloggad på {universityName} via Kronox
zh: 你已成功地从Kronox登录到 {universityName} 大学

# loginEmailValidationError
source: Username/Email cannot be empty
de: Nutzername/Email Feld kann nicht leer sein
sv: Användarnamn/Email kan inte vara tomt
zh: 账户名/邮箱不可以是空白的

# loginPasswordValidationError
source: Password cannot be empty
de: Passwort Feld kann nicht leer sein
sv: Lösenord kan inte vara tomt
zh: 密码不可以是空白的

# unauthorizedPageDescription
source: Connect your Kronox account by logging in
de: Kronox Konto verbinden indem Sie sich einloggen
sv: Koppla ditt Kronox konto genom att logga in
zh: 通过登录连接您的Kronox账户

# authorizedPageHello
source: Hello!
de: Hallo!
sv: Hej!
zh: 你好!

# authorizedPageUserBookingsTitle
source: Your bookings
de: Ihre Buchungen
sv: Dina bokningar
zh: 你的预定

# authorizedPageUserOptionsTitle
source: User options
de: Nutzer Optionen
sv: Användaralternativ
zh: 用户选项

# authorizedPageAutomaticExamSignup
source: Automatic exam signup
de: Automatische Examenregistrierung
sv: Automatisk registrering för examinationstillfällen
zh: 自动注册考试

# authorizedPageExternalLinksTitle
source: External links
de: Externe Links
sv: Externa linkar
zh: 外部链接

# authorizedPagePersonalExternalLink
source: Your {webpageName}
de: Deine {webpageName}
sv: Din {webpageName}
zh: 您的 {webpageName}

# authorizedPageExternalLinksKronox
source: Kronox for {universityName}
de: Kronox für {universityName}
sv: Kronox för {universityName}
zh: {universityName} 大学的Kronox

# userEventsNeedToSignupTitle
source: Need to sign up?
de: Registrierung benötigt?
sv: Behöver du logga in?
zh: 需要注册吗？

# userEventsAlreadySignedUpTitle
source: Already signed up
de: Bereits registriert
sv: Redan inloggad
zh: 已经注册过

# userEventsUpcomingTitle
source: Upcoming
de: Kommende
sv: Kommande
zh: 即将到来

# userEventsRegisterButton
source: Register
de: Anmelden
sv: Registrera
zh: 注册

# userEventsUnregisterButton
source: Unregister
de: Abmelden
sv: Avregistrera
zh: 注销

# userEventsOpenKronoxButton
source: Open Kronox
de: Kronox öffnen
sv: Öppna Kronox
zh: 打开Kronox

# userEventsFailedToLoadExams
source: We couldn't get your exams, try again in a bit.
de: Wir konnten die Examen nicht abrufen, bitte später versuchen.
sv: Vi kunde inte hämta dina examinationstillfällen
zh: 我们暂时无法获取考试信息， 请稍后重试。

# userEventsEmpty
source: You have no exams!
de: Keine geplante Examen!
sv: Du har inga examinationstillfällen!
zh: 您目前没有考试！

# userEventsUnregisterUntil
source: Unregister until
de: Abmelden bis
sv: Avregistrera dig tills
zh: 在此日期前注销

# userEventsRegisterBefore
source: Register before
de: Anmelden vor
sv: Registrera dig före
zh: 在此日期前注册

# userEventsAvailableEvents
source: Available events
de: Verfügbare Events
sv: Tillgängliga händelser

# settingsTitle
source: SETTINGS
de: EINSTELLUNGEN
sv: INSTÄLLNINGAR
zh: 设置

# settingsCommonTitle
source: Common
de: Gemeinsam
sv: Allmänt
zh: 常见的

# settingsCommonChangeSchoolsTitle
source: Change schools
de: Schule ändern
sv: Ändra skola
zh: 换学校

# settingsCommonChangeSchoolsSubtitle
source: Current school {schoolAbbreviation}
de: Aktuelle Schule {schoolAbbreviation}
sv: Nuvarande skola: {schoolAbbreviation}
zh: 目前的学校 {schoolAbbreviation}

# settingsChooseUniversity
source: Choose your university
de: Universität auswählen
sv: Välj ditt universitet
zh: 选择您的学校

# settingsCommonChangeThemeTitle
source: Change theme
de: Erscheinungsbild ändern
sv: Ändra tema
zh: 更换主题

# settingsCommonChangeThemeSubtitle
source: Current theme: {themeName}
de: Aktuelles Erscheinungsbild: {themeName}
sv: Nuvarande tema: {themeName}
zh: 目前主题: {themeName}

# settingsScheduleTitle
source: Schedule
de: Studenplan
sv: Schema
zh: 日程

# settingsScheduleDefaultScheduleTitle
source: Set shown schedules
de: Angezeigte Stundenpläne festsetzen
sv: Välj bokmärken
zh: 设置显示的日程表

# settingsScheduleDefaultScheduleSubtitle
source: Select from your list of bookmarks
de: Von Lesezeichenleiste auswählen
sv: Välj bland dina bokmärken
zh: 从您的书签列表中选择

# settingsScheduleNoBookmarks
source: No bookmarks yet
de: Keine Lesezeichen gefunden
sv: Inga bokmärken ännu
zh: 暂时没有书签

# settingsNotificationTitle
source: Notifications
de: Benarichtigungen
sv: Notifikationer
zh: 通知

# settingsNotificationClearAllTitle
source: Clear all
de: Alle löschen
sv: Rensa alla
zh: 清除所有

# settingsNotificationClearAllSubtitle
source: Removes all notifications
de: Löscht alle Benarichtigungen
sv: Avbryter alla notifikationer
zh: 删除所有通知

# settingsNotificationOffsetTitle
source: Notification offset
de: Erinnerungsbenachrichtigung Zeit
sv: Förskjutning av notifikationer
zh: 课前通知时间

# settingNotificationOffsetSubtitle
source: Current offset:
de: Aktuelle Zeit für Erinnerungsbenachrichtigung:
sv: Nuvarande förskjutning:
zh: 目前设置时间:

# settingsNotificationOffsetMinutes
source: {minutes} minutes
de: {minutes} Minuten
sv: {minutes} minuter

# settingsNotificationOffsetHours
source: {hours,plural, =1{{hours} hour} other{{hours} hours}}
de: {hours,plural, =1{{hours} Stunde} other{{hours} Stunden}}
sv: {hours,plural, =1{{hours} timme} other{{hours} timmar}}

# settingsMiscTitle
source: Miscellaneous
de: Sonstiges
sv: Diverse
zh: 其他选项

# settingsMiscBugTitle
source: Report a bug
de: Technischen Fehler melden
sv: Anmäl en bug
zh: 汇报漏洞

# settingsMiscBugSubtitle
source: Send us a bug report of an issue
de: Einen Bericht über einen technischen Fehler senden
sv: Skicka en bug anmälan på ditt problem
zh: 发送漏洞汇报给我们

# settingsMiscRateTitle
source: Rate our app
de: App bewerten
sv: Betygsätt vår app
zh: 评价此应用

# settingsMiscRateSubtitle
source: Rate our app on {storeName}
de: App auf dem {storeName} bewerten
sv: Betygsätt vår app på {storeName}
zh: 在{storeName}上评价我们的应用

# settingsMiscChangeLanguageTitle
source: Change language
de: Sprache ändern
sv: Byt språk
zh: 更换语言

# settingsMiscChangeLanguageSubtitle
source: Change language in the app
de: Sprache der App ändern
sv: Byt språk i appen
zh: 在应用里更换语言

# settingsMiscContributorsTitle
source: Contributors
sv: Medarbetare

# settingsMiscCotributorsSubtitle
source: See who helped out
sv: Se vilka som hjälpt till

# scaffoldMessageCreatedNotificationForCourse
source: Successfully created {eventCount} notifications for {courseName}
de: {eventCount} Benachrichtigung für {courseName} erstellt
sv: Skapade {eventCount} notifikationer för {courseName}
zh: 成功为 {courseName} 创建通知 {eventCount}。

# scaffoldMessageCreatedNotificationForEvent
source: Sucessfully created notification for {eventName}
de: Benachrichtigung für {eventName} erstellt
sv: Skapade notifikation för {eventName}
zh: 成功为 {eventName} 事件创建通知。

# scaffoldMessageCancelledAllSetNotifications
source: Cancelled all notifications
de: Alle Benachrichtigung abgestellt
sv: Avbröt alla notifikationer
zh: 取消所有通知

# scaffoldMessageCancelledEventNotification
source: Cancelled notification for {eventName}
de: Benachrichtigung abgestellt für {eventName}
sv: Avbröt notifikation för {eventName}
zh: 为 {eventName} 事件取消通知

# scaffoldMessageCancelledCourseNotifications
source: Cancelled notifications for {courseName}
de: Benachrichtigung abgestellt für {courseName}
sv: Avbröt notifikation för {courseName}
zh: 取消的 {courseName} 课程通知

# scaffoldMessageCancelNotificationsFailed
source: Failed to cancel notifications for {courseOrEventName}
de: Fehler beim Abstellen der Benachrichtigung für {courseOrEventName}
sv: Det gick inte att ta bort notifikationer för {courseOrEventName}
zh: 无法为 {courseOrEventName} 取消通知

# scaffoldMessageOpenEventOptionsFailed
source: Schedule must be default to access options
de: Zeitplan muss als Standard definiert sein um diese Aktion durchzuführen
sv: Schemat måste vara bokmärkt för att kunna visa alternativ
zh: 计划必须默认访问选项

# scaffoldMessageChangeTheme
source: Changed theme to {themeTypeName}
de: Erscheinungsbild geändert zu {themeTypeName}
sv: Bytte tema till {themeTypeName}
zh: 主题更换为 {themeTypeName}

# scaffoldMessageChangedSchool
source: Changed school to {schoolName}
de: Schule geändert zu {schoolName}
sv: Bytte skola till {schoolName}
zh: 学校更换为 {schoolName}

# scaffoldMessageChangedDefaultView
source: Changed default view to {viewType}
de: Standardansicht geändert zu {viewType}
sv: Bytte standardvy till {viewType}
zh: 将默认视图更改为 {viewType}

# scaffoldMessageChangedDefaultSchedule
source: Changed default schedule to {scheduleId}
de: Standardstundenplan geändert zu {scheduleId}
sv: Bytte standardschema till {scheduleId}
zh: 将默认计划更改为 {scheduleId}

# scaffoldMessageChangedDefaultNotificationOffset
source: Changed default notification offset to {notificationOffset} before start time
de: 63 Standardzeit für Benarichtigun vor einem Event auf {notificationOffset} Minuten gesetzt
sv: Ändrade förskjutning för notifikationer till {notificationOffset} innan starttid
zh: 课前消息推送时间已设置为 {notificationOffset}

# scaffoldMessageAddedBookmark
source: Saved {scheduleId} to bookmarks
de: {scheduleId} in Lesezeichen gespeichert
sv: Sparade {scheduleId} i bokmärken
zh: {scheduleId} 已保存到书签

# scaffoldMessageRemovedBookmark
source: Removed {scheduleId} from bookmarks
de: {scheduleId} aus Lesezeichen entfernt
sv: Tog bort {scheduleId} från bokmärken
zh: {scheduleId} 已从书签中删除

# scaffoldMessageOpenExternalUrlFailed
source: Could not open {webpageName}
de: Fehler beim Öffnen von {webpageName}
sv: Kunde inte öppna {webpageName}
zh: 无法打开{webpageName}

# scaffoldMessageUpdatedCourseColor
source: Updated course color for {courseName}
de: Kursfarben für {courseName} geändert
sv: Uppdaterade kursfärg för {courseName}
zh: 已更新的 {courseName} 课程颜色

# scaffoldMessageBookedResource
source: Successfully booked
de: Buchung erfolgreich
sv: Bokat
zh: 成功预定

# scaffoldMessageUnbookedResource
source: Successfully unbooked
de: Buchung storniert
sv: Avbokat
zh: 成功取消预定

# scaffoldMessageConfirmedBooking
source: Successfully confirmed your booking
de: Buchung wurde erfolgreich bestätigt
sv: Din bokning är konfirmerad
zh: 成功确定您的预定

# scaffoldMessageAutoSignupCompleted
source: You have been signed up for {numOfSignedUpEvents} events! Check them out in the event list
de: Sie haben sich für {numOfSignedUpEvents} Events angemeldet! In Eventliste anschaubar
sv: Du har blivit anmäld till {numOfSignedUpEvents} händelser! Ta en titt på de i händelselistan
zh: 您已注册此事件 {numOfSignedUpEvents} ! 请在事件列表里查看具体。

# scaffoldMessageAutoSignupFailed
source: There were {numOfFailedSignUpEvents} events we couldn't sign you up for! Check them out in the event list
de: Anmeldung fehlgeschlafen für {numOfFailedSignUpEvents} Events! In Eventliste anschaubar
sv: Vi kunde inte anmäla dig till {numOfFailedSignUpEvents} händelser! Ta en titt på de i händelselistan
zh: 我们无法为您注册这些事件 {numOfFailedSignUpEvents}! 请在事件列表里查看具体。

# scaffoldMessageAutoSignupCompletedAndFailed
source: You have been signed up for {numOfSignedUpEvents}, but unfortunately there were {numOfFailedSignUpEvents} events we couldn't sign you up for! Check them out in the event list
de: Sie haben sich für {numOfSignedUpEvents} Events angemeldet, allerdings ist die Anmeldung für {numOfFailedSignUpEvents} Events fehlgeschlagen! In Eventliste anschaubar
sv: Du har blivit anmäld till {numOfSignedUpEvents} händelser, men tyvärr var det {numOfFailedSignUpEvents} vi inte kunde anmäla dig för! Ta en titt på de i händelselistan
zh: 您已注册此事件 {numOfSignedUpEvents}, 但是我们无法为您注册个别事件 {numOfFailedSignUpEvents}! 请在事件列表里查看具体。

# runtimeErrorProgramFetch
source: No program found
de: Kein Kursprogramm gefunden
sv: Inga program hittades
zh: 无法搜到项目

# runtimeErrorScheduleFetch
source: No schedule found
de: Keinen Zeitplan gefunden
sv: Inget schema hittades
zh: 无法搜到日程

# runtimeErrorTimeout
source: Timed out
de: Suche ausgelaufen
sv: Sökningnstimeout
zh: 搜索超时

# runtimeErrorEmptySchedule
source: Schedule is empty
de: Zeitplan ist leer.
sv: Schemat är tomt
zh: 日程是空白的

# runtimeErrorLogin
source: Failed to sign in, check your username and password
de: Fehler beim Einloggen
sv: Det gick inte att logga in
zh: 登录失败

# runtimeErrorUnknown
source: Something went wrong, please try again
de: Ein Fehler ist aufgetreten
sv: Någonting gick fel, var god testa igen
zh: 出错了，请重试。

# runtimeErrorAuthentication
source: Authentication failed, please try signing in again
de: Fehler bei Authentifizierung, bitte nochmal versuchen
sv: Autentisering misslyckades, var god försök logga in igen.
zh: 验证出错，请重新登录。

# runtimeErrorLoginSuccess
source: Successfully signed in
de: Einloggen erfolgreich
sv: Inloggad
zh: 成功登录

# runtimeErrorNoBookmarks
source: No bookmarked schedules
de: Kein gespeicherter Stundenplan
sv: Inga scheman i bokmärken
zh: 没有被标记的日程

# runtimeErrorMissingLocations
source: Unknown location
de: Ort unbekannt
sv: Okänd plats
zh: 无知地址

# runtimeErrorMissingTeachers
source: Uknown teachers
de: Lehrer unbekannt
sv: Okända lärare
zh: 无知教师

# runtimeErrorNoCachedSchedule
source: No cached schedule found
de: Keinen Studenplan im Zwischenspeicher gefunden
sv: Inga sparade scheman hittade
zh: 未找到缓存的日程

# runtimeErrorFailedExamSignup
source: Couldn't sign up, try again later or go to kronox
de: Fehler beim Einloggen, bitte nochmal versuchen oder Kronox aufrufen
sv: Kunde inte logga in, var god försök igen senare eller gå till Kronox webbsida.
zh: 无法注册，请稍后重试或者直接在Kronox注册

# runtimeErrorInvalidInputFields
source: Username and password cannot be empty
de: Nutzername und Passwort können nicht leer sein
sv: Användarnamn och lösenord får inte vara tomma
zh: 用户名和密码不能是空白

# runtimeErrorResourceUnavailable
source: The resource you tried reaching is unfortunately unavailable
de: Die Ressource, die Sie erreichen wollten, ist leider nicht verfügbar
sv: Resursen du försöker att nå är tyvärr otillgänglig
zh: 您试图获取的资料不存在

# runtimeErrorMaxResourcesBooked
source: You already have the max number of resources booked
de: Sie haben bereits die maximale Anzahl an gebuchten Ressourcen
sv: Du har nått max antal bokningsbara resurser
zh: 您最多可预定的资源已上限

# runtimeErrorResourceBookCollision
source: The resource could not be booked. You may already have a different booking in the same time slot
de: Die Ressource konnte nicht gebucht werden. Möglicherweise haben Sie bereits eine andere Buchung im selben Zeitfenster.
sv: Resursen kunde inte bokas. Du har kanske redan en bokning i samma tidslucka
zh: 资源无法预定。您可能在此时间段已预定了其他资源。

# runtimeErrorConfirmBookingFailed
source: Couldn't confirm the booking. Something must have gone wrong
de: Buchung nicht bestätigt. Irgendetwas muss schief gelaufen sein
sv: Det gick inte att konfirmera bokningen. Något måste ha gått fel
zh: 无法确认预定。出错

# runtimeErrorMissingTitle
source: Title is missing
de: Titel fehlt
sv: Titel saknas

# popUpProgramFetchErrorDescription
source: Check your spelling or try different keywords
de: Prüfen Sie Ihre Rechtschreibung oder versuchen Sie es mit anderen Schlüsselwörtern
sv: Kontrollera din stavning eller prova olika sökord

# popUpNotificationPermissionTitle
source: Allow notifications
de: Benachrichtigungen erlauben
sv: Tillåt notifikationer
zh: 允许提示

# popUpNotificationPermissionDescription
source: This app would like to send you notifications
de: Diese App möchte Ihnen Benarichtigungen senden
sv: Denna appen skulle vilja skicka notifikationer
zh: 此应用想要发送提示给您

# popUpExamAutoSignupTitle
source: Automatic exam registration should be used with caution!
de: Automatische Examenregistrierung mit Vorsicht benutzen!
sv: Automatisk registrering på examinationstillfällen bör användas med försiktighet!
zh: 请慎用自动考试注册选项！

# popUpExamAutoSignupBody
source: Things can go wrong and so it is still your own responsibility to make sure you are signed up for your exams. If an exam requires you to choose a location you cannot be automatically signed up, similarly you must manually enable support if you need it
de: Fehler können vorkommen. Es bleibt in Ihrer Verantwortung, sich zu vergewissern, dass Sie für ein Examen angemeldet sind. Falls Sie einen Ort für das Examen angeben müssen oder pädagogischer Support benötigt wird, nutzen Sie bitte die Kronox-Website.
sv: Saker kan gå fel så därför är det fortfarande ditt eget ansvar att se till att du är anmäld till dina examinationstillfällen. Om en examination kräver att du väljer en plats så kan du inte bli registrerad automatiskt, samma sak om du kräver extra stöd.
zh: 以防意外，注册考试是您自己的责任，您必须确定您已注册了考试，如果考试需要您手动选择地点，自动注册考试功能将失效，所以您必须手动完成注册。

# popUpScheduleHelpFirstLine
source: Save schedules from the search page by opening your schedule and pressing the bookmark icon
de: Stundenpläne können kann mit diesem Icon gespeichert werden
sv: Scheman kan sparas i dina bokmärken med denna ikonen
zh: 用此图标将日程加入书签

# popUpScheduleHelpSecondLine
source: It will appear in the top left corner once you've searched for and opened your schedule
de: Es wird oben links auf Ihrem Bild erscheinen
sv: Den visas i övre vänstra hörnet när du sökt efter och valt ett schema
zh: 搜索完成和日程打开后，它将会出现在左上角

# popUpScheduleIsEmptyTitle
source: This schedule appears to be empty but still in the Kronox database
de: Dieser Zeitplan ist leer, wurde allerdings in der Kronox-Datenbank gefunden
sv: Detta schemat verkar vara tomt men är fortfarande kvar i Kronox databas
zh: 此日程是空白的，但是仍存在在Kronox的资料库里

# popUpScheduleIsEmptyBody
source: Kronox stores schedules even if they do not contain any data, so our searches might ocassionally find emtpy schedules
de: Kronox speichert Stundenpläne sogar wenn keine Informationen gefunden werden. Manchmal werden also leere Stundenpläne angezeigt
sv: Kronox lagrar scheman även om de inte innehåller någon data, så våra sökningar kan tyvärr hitta tomma scheman ibland
zh: 即便日程是空白的，Kronox仍保存此日程，因此搜索结果会偶然出现空白的日程。

# popUpScheduleFetchError
source: There was an error retrieveing this schedule
de: Fehler beim Abrufen des Stundenplans
sv: Något gick fel när detta schema skulle hämtas
zh: 尝试获得此日程时出错了

# popUpResourceFetchErrorTitle
source: Couldn't fetch resource
de: Ressource konnte nicht abgerufen werden
sv: Det gick inte att hämta resursen
zh: 无法获得资源

# popUpResourceFetchErrorBody
source: Usually this happens because the chosen date isn't available for the resource, however, if changing the date does not work, please submit an error form from the settings menu.
de: Normalerweise geschieht dies, weil das ausgewählte Datum für die Ressource nicht verfügbar ist. Wenn das Ändern des Datums jedoch nicht funktioniert, senden Sie bitte ein Fehlerformular aus dem Einstellungsmenü.
sv: Detta händer vanligtvis när det valda datimet inte är tillgängligt för resursen, dock, om det inte går att ändra datimet, var vänlig anmäl ett fel genom inställningar
zh: 常见原因是由于被选择资源的日期无效，但是请从设置菜单里发送一份错误报告。

source: No
de: Nein
sv: Nej
zh: 否

source: Yes
de: Ja
sv: Ja
zh: 是

source: Cancel
de: Abbrechen
sv: Avbryt
zh: 取消

source: Understood
de: Verstanden
sv: Förstått
zh: 明白

source: Done
de: Fertig
sv: Klar
zh: 完成

source: Back
de: Zurück
sv: Tillbaka

# toSearch
source: Take me to search
de: Bring mich zur Suche
sv: Ta mig till sök
zh: 去搜索

# tryAgain
source: Please try again
de: Bitte nochmal versuchen
sv: Var god försök igen
zh: 请稍后重试

source: Send
de: Senden
sv: Skicka
zh: 发送

source: Unknown
de: Unbekannt
sv: Okänd
zh: 无知

source: Confirm
de: Bestätigen
sv: Konfirmera
zh: 确认

source: Room
sv: Rum

source: Time
sv: Tid

# eventOptionsRemoveEventNotification
source: Remove notification for event
de: Benachrichtigung für Event entfernen
sv: Ta bort notifikation för händelse
zh: 取消事件提示

# eventOptionsRemoveCourseNotifications
source: Remove all nofitications for course
de: Alle Benachrichtigungen für Kurs entfernen
sv: Ta bort alla notifikationer för kurs
zh: 取消此课程的所有提示

# eventOptionsAddEventNotification
source: Set notification for event
de: Benachrichtigungen für Event aktivieren
sv: Ställ in notifikation för händelse
zh: 为此事件设置提示

# eventOptionsAddCourseNotifications
source: Set notifications for course
de: Benachrichtigungen für Kurs aktivieren
sv: Ställ in notifikationer för kurs
zh: 为此课程设置提示

# eventOptionsChangeCourseColor
source: Change course color
de: Kursfarben ändern
sv: Ändra kursfärgen
zh: 改变课程颜色

# eventOptionsColorPickerTitle
source: Pick a color
de: Farbe wählen
sv: Välj en färg
zh: 选择一个颜色

# detailsTitle
source: DETAILS
sv: DETALJER
zh: 详情

# detailsDate
source: Date
de: Datum
sv: Datum
zh: 日期

# detailsTime
source: Time
de: Zeit
sv: Tid
zh: 时间

# detailsRegisterBefore
source: Register before
de: Registrieren vor
sv: Registrera dig före
zh: 在此前注册

# detailsType
source: Type
de: Typ
sv: Typ
zh: 输入

# detailsSupportAvailable
source: Support available, enable on Kronox
de: Hilfe verfügbar, in Kronox ermöglichen
sv: Support tillgänglig, aktivera på Kronox
zh: 提供支持，在Kronox上开启选项

# detailsSupportUnavailable
source: No support available
de: Keine Hilfe verfügbar
sv: Ingen support tillgänglig
zh: 暂时没有支持

# detailsAnonymousCode
source: Anonymous Code
de: Anonymer Code
sv: Anonym Kod
zh: 匿名代码

# detailsRegistrationOpens
source: Registration opens
de: Registrierung öffnet
sv: Registrering öppnar
zh: 注册开始

# detailsLocation
source: Location
de: Ort
sv: Plats
zh: 地点

# detailsCourse
source: Course
de: Kurs
sv: Kurs
zh: 课程

# detailsTeachers
source: Teachers
de: Lehrer
sv: Lärare
zh: 教师

# supportModalSubjectTooShort
source: Subject must be greater than 5 characters
de: Objekt muss länger als 5 Zeichen sein
sv: Ämne måste vara längre än 5 karaktärer
zh: 课程名字必须大于5个字

# supportModalIssueTypeLabel
source: Type of issue
de: Problemtyp
sv: Typ av problem
zh: 问题类型

# supportModalIssueSummaryHelper
source: Summarize your issue in a short title
de: Fassen Sie Ihr Problem in einem kurzen Titel zusammen
sv: Sammanfatta ditt problem i en kort titel
zh: 用简短的标题总结您的问题
